Repository: wordpressPHP/sell-media
Catalog: languages/sell_media-*.po
Languages: de_de, es_es

source: Upload
es_es: Subir

source: Upload one file to create a single product or many files to create a gallery.
es_es: Subir un archivo para crear un producto o muchos archivos para crear una galleria.

source: Importing Options
es_es: Importando opciones

source: Importing
es_es: Importando

source: Quickly import folders of images using this option. Use FTP or <a href="%1$s" target="_blank">export directly from Lightroom</a> and place new folders into the server path listed below. Then, select the folder below to import into WordPress.
es_es: Importa carpetas con imagenes usando esta opción. Usa FTP o <a href="%1$s" target="_blank">importa directamente desde Lightroom</a> y sube las carpetas al servidor en la dirección que se muestra abajo. Al terminiar selecciona la carpeta que desees importar.

source: Server Path
es_es: Dirección del servidor

source: Select a folder
es_es: Selecciona una carpeta

source: Add more files
es_es: Añadir nuevas licencias

source: Importing files...
es_es: Importando archivos...

source: Add files
es_es: Añadir nuevo

source: Packages
es_es: Paquetes

source: This feature was retired in version 2.0 because product galleries can now be created. Your old package file will still be available for sale and is listed below.
es_es: Esta opcíon fue retidada de la version 2.0 porque ahora se pueden crear galerias de producto. Tu viejo archivo de paquete aun estará disponible para la venta.

source: Price
de_de: Preis
es_es: Precio

source: The price of each original, high-resolution file.
es_es: El precio de cada original del archivo de alta resolución.

source: Price group for downloads
es_es: Grupo de precios para descargas

source: None
de_de: Keiner
es_es: Ninguno

source: <a href="%1$s">Create new price group</a>
es_es: <a href="%1$s">Crea un grupo de precios</a>

source: Views
es_es: Vistas

source: Sales
es_es: Ventas

source: Sorry, %1$s could't be added.
es_es: %1$s no se pudo agregar.

source: No price set
es_es: No se ha definido el precio

source: No sales so far.
es_es: No hay ventas hasta la fecha.

source: Reports
es_es: Reportes

source: Upgrades
es_es: Mejoras

source: System Info
es_es: Información del sistema

source: Purchase Details
es_es: Detalles de compra

source: Additional Purchase Details
es_es: Correos electrónicos adicionales de prueba PayPal

source: Payment Gateway Details
es_es: Detalles del procesador de pago

source: Name
es_es: Nombre

source: This is the additional payment data stored with the purchase.
es_es: Esta es la información adicional del pago guardad con la compra.

source: Product
es_es: Producto nuevo

source: Type
es_es: Tipo

source: Size
de_de: Größe
es_es: Tamaño

source: License
de_de: Lizenz
es_es: Licencia

source: Qty
de_de: Anz.
es_es: Cant.

source: This payment has no additional payment details
es_es: Este pago no tiene detalles adicionales

source: This is the data that was sent from
es_es: Esta es la información enviada de

source: at time of purchase. Use this for debugging, if needed.
es_es: al comprar. Usa esto para depurar.

source: Earnings Report
es_es: Reporte de ganancias

source: Total Earnings To Date:
es_es: Ganancias totales a la fecha:

source: Below is a breakdown of earnings per day, month and year. Want to increase your sales?
es_es: Abajo se muestra una grafica de las ganancias por día, mes y año. ¿Quieres vendar más?

source: Download new Sell Media extensions
es_es: Descargar Extensiones para Sell Media

source: Day
es_es: Día

source: Earnings
es_es: Ganancias

source: Earnings per day
es_es: Ganancias por día

source: Month
es_es: Mes

source: Earnings per month
es_es: Ganancias por mes

source: Year
es_es: Año

source: Earnings per year
es_es: Ganancias por año

source: Create Price Group
de_de: Kreieren Sie eine Preisgruppe
es_es: Crea un grupo de precio

source: Are you sure you want to delete the price group:
es_es: Seguro que deseas borrar el grupo de precious?

source: This will delete the price group and ALL its prices associated with it.
es_es: Esto borrará el grupo de precios y TODOS los precios dentro del mismo.

source: Delete Group
es_es: Crea un grupo de precio

source: Enter price group name here
de_de: Geben Sie den Namen der Preisgruppe an
es_es: Ingrese el nombre de grupo de precio

source: Name (shown to buyer, so be descriptive)
de_de: Name (wird dem Käufer angezeigt - gute Beschreibung bitte)
es_es: Nombre (se muestra al comprador, por lo que debe ser descriptivo)

source: Max width (pixels)
de_de: Max Breite (Pixel)
es_es: Anchura máxima (píxeles)

source: Max Height (pixels)
es_es: Altura máxima (píxeles)

source: Are you sure you want to delete the price
es_es: Seguro que deseas borrar el precio?

source: Max height (pixels)
de_de: Maximale Höhe (Pixel)
es_es: Altura máxima (píxeles)

source: The sizes listed below determine the maximum dimensions in pixels. Price Groups only apply to images.
de_de: Die unten aufgeführten Größen zu bestimmen, die maximalen Abmessungen in Pixel. Preisgruppen werden nur auf Bilder angewendet.
es_es: Los tamaños que se indican a continuación determinan las dimensiones máximas en píxeles. Grupos de precios sólo se aplican a las imágenes.

source: Create a price group to add prices to.
de_de: Generieren Sie eine Preisgruppe um Preise hinzuzufügen.
es_es: Crea un grupo de precio para añadir precios.

source: Add New Price
es_es: Añadir nuevo grupo de precios

source: Save Price Group
es_es: Grupo de precios nuevo

source: Your site is currently in <a href="%1$s">test mode</a>.
es_es: Tu sitio esta en <a href="%1$s">modo de prueba</a>.

source: Please create a checkout page using the <code>[sell_media_checkout]</code> shortcode and assign it in your <a href="%1$s">settings</a>.
es_es: Crea una pagina de compra usando el código <code>[sell_media_checkout]</code> y asignala en la pagina de <a href="%1$s">ajustes</a>.

source: Please create a thanks page using the <code>[sell_media_thanks]</code> shortcode and assign it in your <a href="%1$s">settings</a>.
es_es: Crea una pagina de agradecimiento usando el código <code>[sell_media_thanks]</code> y asignala en la pagina de <a href="%1$s">ajustes</a>.

source: Please set a PayPal email in your <a href="%1$s">payment settings</a>.
es_es: Establece el correo de tu cuenta de PayPal en los <a href="%1$s">ajustes de Pago</a>.

source: Important updates are now available for %1$s. <a href="%2$s" target="_blank">Learn more</a>.
es_es: Hay actualizaciones importantes para %1$s. <a href="%2$s" target="_blank">Ver más</a>.

source: Account registration at
es_es: Registro de cuenta en

source: Welcome
es_es: Bienvenido

source: Here are your login credentials
es_es: Aquí estan los detalles de acceso a tu cuenta

source: Username
es_es: Usuario

source: Create a password if you want to login to our dashboard to download any of your purchases in the future.
es_es: Crea una contraseña si quieres ingresar al panel de control para descargar todas tus compras mas adelante.

source: Any purchases your make will be available on your account dashboard.
es_es: Todas tus compras estaran disponibles en tu cuenta.

source: Thanks
es_es: Página Agradecimiento

source: The original high resolution file doesn't exist here: %1$s
es_es: El archivo original de alta resolución no existe aqui: %1$s

source: You do not have permission to download this file
es_es: No tienes permiso de descargar este archivo.

source: Purchase Verification Failed
es_es: La verificación de la compra falló.

source: sales totaling
es_es: total de ventas

source: Download
es_es: Descarga

source: DISCOUNT
es_es: DESCUENTO

source: TAX
es_es: IMPUESTO

source: SHIPPING
es_es: ENVIO

source: Item
es_es: Articulo

source: Quantity
es_es: Cantidad

source: Paid
es_es: Pagado

source: New sale notification
es_es: Notificación al cliente

source: Customer
es_es: Cliente

source: Address
es_es: Dirección

source: Original
es_es: Precio original

source: The original high resolution source file
es_es: El archivo original de alta resolución

source: Search for %1$s
es_es: Buscar %1$s

source: Search
es_es: Buscar página

source: Exact phrase match (?)
es_es: Frase exacta (?)

source: Collection
de_de: Kollektion
es_es: Colección

source: All
es_es: Todos

source: This item is password protected
es_es: Este articulo esta protegido con contrseña

source: All Products
de_de: Alle Produkte
es_es: Todos Productos

source: Add New
de_de: Neu hinzufügen
es_es: Añadir nuevo

source: Edit Product
de_de: Produkt bearbeiten
es_es: Editar producto

source: New Product
de_de: Neues Produkt
es_es: Producto nuevo

source: View Product
de_de: Produkte ansehen
es_es: Ver productos

source: Search Products
de_de: Produkte suchen
es_es: Buscar productos

source: No products found
de_de: Keine Produkte gefunden
es_es: No se han encontrado productos

source: No products found in Trash
de_de: Keine Produkte im Papierkorb gefunden
es_es: No se han encontrdo productos en la papelera

source: Parent Product:
de_de: Hauptprodukt
es_es: Producto principal:

source: Payments
de_de: Zahlungen
es_es: Pagos

source: Payment
de_de: Zahlung
es_es: Pago

source: Add New Payment
de_de: Neue Zahlung hinzufügen
es_es: Añadir nuevo pago

source: Edit Payment
de_de: Zahlung bearbeiten
es_es: Editar pago

source: New Payment
de_de: Neue Zahlung
es_es: Pago nuevo

source: View Payment
de_de: Zahlungen ansehen
es_es: Ver pagos

source: Search Payments
de_de: Zahlungen suchen
es_es: Buscar pagos

source: No payments found
de_de: Keine Zahlungen gefunden
es_es: No se han encontrado pagos

source: No payments found in Trash
de_de: Keine Zahlungen im Papierkorb gefunden
es_es: No se han encontrado pagos en la papelera

source: Parent Payment:
de_de: Haupt Bezahlung:
es_es: Pago principal:

source: Price Groups
de_de: Preisgruppen
es_es: Grupos de precios

source: Search Price Groups
de_de: Preisgruppen suchen
es_es: Buscar grupos de precios

source: Popular Price Groups
de_de: Beliebte Preisgruppen
es_es: Grupos de precios populares

source: All Price Groups
de_de: Alle Preisgruppen
es_es: Todos grupos de precios

source: Parent Price Groups
de_de: Hauptpreisgruppe
es_es: Grupo de precios principal

source: Parent Price Groups:
de_de: Hauptpreisgruppe:
es_es: Grupo de precios principal:

source: Edit Price Group
de_de: Preisgruppe bearbeiten
es_es: Editar grupo de precios

source: Update Price Group
de_de: Preisgruppe aktualisieren
es_es: Actualizar grupo de precios

source: Add New Price Group
de_de: Neue Preisgruppe hinzufügen
es_es: Añadir nuevo grupo de precios

source: New Price Group
de_de: Neue Preisgruppe
es_es: Grupo de precios nuevo

source: Separate Price Groups with commas
de_de: Preisgruppen mit Kommas trennen
es_es: Separar grupos de precios por coma

source: Add or remove Price Groups
de_de: Preisgruppen hinzufügen oder löschen
es_es: Añadir o eliminar grupos de precios

source: Choose from most used Price Groups
de_de: Suchen Sie aus den beliebtesten Preisgruppen
es_es: Seleccione de los grupos de precios más populares

source: Product Collections
de_de: Produkt Kollektionen
es_es: Colecciones de productos

source: Search Collection
de_de: Kollektion suchen
es_es: Buscar colección

source: Popular Collection
de_de: Beliebte Kollektion
es_es: Colección popular

source: All Collections
de_de: Alle Kollektionen
es_es: Todas colecciones

source: Parent Collection
de_de: Hauptkollektion
es_es: Colección principal

source: Parent Collection:
de_de: Hauptkollektion:
es_es: Colección principal:

source: Edit Collection
de_de: Kollektion bearbeiten
es_es: Editar colección

source: Update Collection
de_de: Kollektion aktualisieren
es_es: Actualizar colección

source: Add New Collection
de_de: Neue Kollektion hinzufügen
es_es: Añadir nueva colección

source: New Collection
de_de: Neue Kollektion
es_es: Colección nueva

source: Separate collection with commas
de_de: Kollektionen mit Kommas trennen
es_es: Separar coleciones por comas

source: Add or remove Collection
de_de: Kollektion hinzufügen oder löschen
es_es: Añadir o eliminar colección

source: Choose from most used Collection
de_de: Wählen Sie aus den beliebtesten Kollektionen
es_es: Seleccione de la colección más usada

source: Collections
de_de: Kollektionen
es_es: Colecciones

source: Licenses
de_de: Lizenzen
es_es: Licencias

source: Search Licenses
de_de: Lizenzen suchen
es_es: Buscar licencias

source: Popular Licenses
de_de: Beliebte Lizenzen
es_es: Licencias populares

source: All Licenses
de_de: Alle Lizenzen
es_es: Todas licencias

source: Parent License
de_de: Hauptlizenz
es_es: Licencia principal

source: Parent License:
de_de: Hauptlizenz:
es_es: Licencia principal:

source: Edit License
de_de: Lizenz bearbeiten
es_es: Editar licencia

source: Update License
de_de: Lizenzen aktualisieren
es_es: Actualizar licencias

source: Add New License
de_de: Neue Lizenz hinzufügen
es_es: Añadir nuevas licencias

source: New License
de_de: Neue Lizenz
es_es: Licencia nueva

source: Separate licenses with commas
de_de: Lizenzen mit Komma trennen
es_es: Separar licencias por comas

source: Add or remove Licenses
de_de: Lizenzen hinzufügen oder löschen
es_es: Añadir o eliminar licencias

source: Choose from most used Licenses
de_de: Wählen Sie die beliebtesten Lizenzen
es_es: Seleccione de las licencias más populares

source: Keywords
es_es: Palabras claves

source: Keyword
es_es: Palabra clave

source: Search Keywords
de_de: Keywörter suchen
es_es: Buscar palabras claves

source: Popular Keywords
de_de: Beliebte Keywords
es_es: Palabras claves populares

source: All Keywords
de_de: Alle Keywörter
es_es: Todas palabras claves

source: Parent Keyword
de_de: Haupt Keyword
es_es: Palabra clave principal

source: Parent Keyword:
de_de: Haupt Keyword:
es_es: Palabra clave principal

source: Edit Keyword
de_de: Keyword bearbeiten
es_es: Editar palabra clave

source: Update Keyword
de_de: Keyword aktualisieren
es_es: Actualizar palabra clave

source: Add New Keyword
de_de: Neues Keyword hinzufügen
es_es: Añadir palabra clave nueva

source: New Keyword
de_de: Neues Keyword
es_es: Palabra clave nueva

source: Separate keywords with commas
de_de: Trennen Sie Keywords mit Kommas
es_es: Separar palabras claves por comas

source: Add or remove Keywords
de_de: Keywords hinzufügen oder löschen
es_es: Añadir o eliminar palabras claves

source: Choose from most used Keywords
de_de: Wählen Sie die meist benutzten Keywords
es_es: Seleccione lás palabras claves más usadas

source: Creators
de_de: Urheber
es_es: Creadores

source: Creator
de_de: Urheber
es_es: Creador

source: Search Creator
de_de: Suche Urheber
es_es: Buscar Creadores

source: Popular Creator
de_de: Beliebte Urheber
es_es: Creadores populares

source: All Creator
de_de: Alle Urheber
es_es: Todos creadores

source: Parent Creator
de_de: Haupturheber
es_es: Creador principal

source: Parent Creator:
de_de: Haupturheber:
es_es: Creador principal :

source: Edit Creator
de_de: Urheber bearbeiten
es_es: Editar creador

source: Update Creator
de_de: Urheber aktualisieren
es_es: Actualizar creador

source: Add New Creator
de_de: Neuer Urheber hinzufügen
es_es: Añadir nuevo creador

source: New Creator
de_de: Neuer Urheber
es_es: Crador nuevo

source: Separate creator with commas
de_de: Urheber mit Komma trennen
es_es: Separar creador por comas

source: Add or remove Creator
de_de: Urheber hinzufügen oder entfernen
es_es: Añadir o eliminar creador

source: Choose from most used Creator
de_de: Wählen Sie den am häufigsten verwendeten Urheber
es_es: Seleccione el creador más utilizado

source: City
de_de: Stadt
es_es: Ciudad

source: Search City
de_de: Stadt Suchen
es_es: Buscar Ciudad

source: Popular City
de_de: Beliebte Stadt
es_es: Ciudad popular

source: All City
de_de: Alle Städte
es_es: Todas Ciudades

source: Separate city with commas
de_de: Städte mit Kommas trennen
es_es: Separar las ciudades por coma

source: Add or remove City
de_de: Stadt hinzufügen oder entfernen
es_es: Añadir o eliminar ciudad

source: Choose from most used City
de_de: Wählen Sie die am häufigsten verwendete Stadt
es_es: Seleccione la ciudad más utilizada

source: State
de_de: Region
es_es: Provincia

source: Search State
de_de: Region Suchen
es_es: Buscar Provincia

source: Popular State
de_de: Beliebte Region
es_es: Provincia popular

source: All State
de_de: Alle Regionen
es_es: Todas provincias

source: Separate state with commas
de_de: Region mit Kommas trennen
es_es: Separar provincias por comas

source: Add or remove State
de_de: Region hinzufügen oder entfernen
es_es: Añadir o eliminar provinzia

source: Choose from most used State
de_de: Wählen Sie den am häufigsten verwendeten Staat
es_es: Seleccione el estado más utilizado

source: Go to lightbox
es_es: Ir a caja de luz

source: lightbox
es_es: Claro

source: This item was saved to your %1$s.
es_es: Este articulo fue guardado en tu %1$s.

source: Remove
de_de: Löschen
es_es: Borrar

source: Save
de_de: Speichern
es_es: Guardar

source: Your lightbox is empty.
es_es: Tu carrito está vacio. %s

source: Remove all from lightbox
es_es: Quitar todo de la caja de luz

source: Buy
es_es: Comprar

source: Sorry that email already exists or is invalid
de_de: Es tut uns leid, die E-Mail existiert bereits oder ist ungültig
es_es: Lo sentimos la dirección de correo electrónico ya existe o no es válida

source: Added
de_de: Hinzugefügt
es_es: Añadido

source: Checkout now
de_de: Zur Kasse
es_es: Tramitar pedido

source: There was an error loading the cart data. Please contact the site owner.
de_de: Beim Laden des Warenkorbs ist ein Datenfehler aufgetreten. Bitte kontaktieren Sie den Website-Eigentümer.
es_es: Se ha producido un error al cargar los datos de la compra. Por favor, póngase en contacto con el propietario del sitio web.

source: Checkout Now
de_de: Zur Kasse
es_es: Tramitar pedido ahora

source: Please wait...
de_de: Bitte warten...
es_es: Espera por favor...

source: Remove from Lightbox
es_es: Quitar de la caja de luz

source: Save to Lightbox
es_es: Guardar en caja de luz

source: Pricing
de_de: Preisgestaltung
es_es: Fijación precios

source: Email Settings
de_de: E-Mail-Einstellungen
es_es: Configuración del correo electrónico

source: Misc
de_de: Sonstiges
es_es: Otro

source: Mode
de_de: Modus
es_es: Modo

source: Select Live Mode to accept real transactions. Select Test Mode to accept test transactions (%s).
de_de: Wählen Sie den Live-Modus um tatsächliche Transaktionen zu akzeptieren. Wählen Sie den Testmodus um Testtransaktionen zu akzeptieren (%s).
es_es: Seleccione el modo en vivo para aceptar transacciones reales. Seleccione el modo de prueba para aceptar transacciones de prueba (%s).

source: Checkout Page
de_de: Zahlungsseite
es_es: Página de pago

source: Select the page that contains the checkout shortcode <code>[sell_media_checkout]</code>
de_de: Wählen Sie die Seite, die den Zahlungsseiten Shortcode enthält <code>[sell_media_checkout]</code>
es_es: Seleccione la página que contiene el código corto de la página de pago <code>[sell_media_checkout]</code>

source: Thanks Page
de_de: Danke Seite
es_es: Página Agradecimiento

source: Select the page that contains the thanks shortcode <code>[sell_media_thanks]</code>
de_de: Wählen Sie die Seite, die den Danke Shortcode enthält <code>[sell_media_thanks]</code>
es_es: Seleccione la página que contiene el código corto de agradecimiento <code>[sell_media_thanks]</code>

source: Dashboard Page
de_de: Systemsteuerungs Seite
es_es: Página panel de control

source: Select the page that contains the dashboard shortcode<code>[sell_media_download_list]</code>
de_de: Wählen Sie die Seite, die den Systemsteuerungs Shortcode enthält <code> [sell_media_download_list] </ code>
es_es: Seleccione la página que contiene el código corto del panel de control <code>[sell_media_download_list]</code>

source: Login Page
de_de: Anmeldeseite
es_es: Página de registro

source: Select the page that contains the login shortcode <code>[sell_media_login_form]</code>
de_de: Wählen Sie die Seite, die den Login-Shortcode enthält <code> [sell_media_login_form] </ code>
es_es: Seleccione la página que contiene el código del nombre de usuario <code> [sell_media_login_form] </ code>

source: Search Page
de_de: Seite suchen
es_es: Buscar página

source: Select the page that contains the search shortcode <code>[sell_media_searchform]</code>
de_de: Wählen Sie die Seite, die den Such-Shortcode <code> [sell_media_searchform] </ code> enthält .
es_es: Seleccione la página que contiene el código de búsqueda <code> [sell_media_searchform] </ code>

source: Lightbox Page
es_es: Página de registro

source: Select the page that contains the lightbox shortcode <code>[sell_media_lightbox]</code>
es_es: Seleccione la página que contiene el código del nombre de usuario <code> [sell_media_login_form] </ code>

source: Customer Notification
de_de: Benachrichtigung des Kunden
es_es: Notificación al cliente

source: Notify the customer of their site registration.
de_de: Benachrichtigen Sie den Kunden über seine Website-Registrierung.
es_es: Notificar al cliente de su inscripción en el sitio web.

source: Yes
de_de: Ja
es_es: Sí

source: Style
de_de: Stil
es_es: Estilo

source: Choose the style of your theme. Sell Media will load styles to match your theme.
de_de: Wählen Sie den Stil Ihres Templates. Sell Media wird Stile, die auf Ihr Thema abgestimmt sind laden.
es_es: Elija el estilo de su plantilla. Sell Media cargará estilos que coinciden con su tema.

source: Dark
de_de: Dunkel
es_es: Oscuro

source: Light
de_de: Hell
es_es: Claro

source: Layout
es_es: Disposición

source: Select your layout preference for single Sell Media entries. If your theme already has a sidebar, you probably want to select the 'Single column' option.
es_es: Selecciona el diseño para las paginas individuales de las entradas Sell Media. Si tu plantilla incluye un "sidebar" quizas debas escoger "Una columna".

source: Breadcrumbs
es_es: Migajas

source: Show breadcrumb navigation on single entries.
es_es: Mostar migajas en la navegación de entradas individuales

source: Plugin Credit
de_de: Plugin Namensnennung
es_es: Reconocimiento Plugin

source: Let your site visitors know you are using the Sell Media plugin?
de_de: Lassen Sie Ihre Kunden wissen, dass Sie Sell Media Plugin verwenden?
es_es: Deje que sus vistantes sepan que está usando el Plugin Sell Media

source: You can change the post type slug to: &quot;photos&quot; or &quot;downloads&quot;. The default slug is &quot;items&quot;.
de_de: Sie können den post type slug "in "Fotos oder Downloads" umändern. Der Standard post type slug ist Elemente.
es_es: Usted puede cambiar el post type slug a: "fotos" o "descargas". El post type slugpor defecto es "elementos".

source: Order By
de_de: Reihenfolge nach
es_es: Orden por

source: Choose the order of items for the archive pages.
de_de: Wählen Sie die Reihenfolge der Elemente für die Archiv-Seiten.
es_es: Elija el orden de los elementos para las páginas de archivo.

source: Terms and Conditions
de_de: Allgemeine Geschäftsbedingunen
es_es: Términos y condiciones

source: These &quot;Terms and Conditions&quot; will show up on the checkout page. Users must agree to these terms before completing their purchase.
de_de: Diese "Allgemeinen Geschäftsbedingungen" erscheinen auf der Zahlungsseite. Benutzer müssen diese akzeptieren bevor Sie ihren Kauf abschließen.
es_es: Estos "Términos y Condiciones" se mostrarán en la página de pago. Los usuarios deben estar de acuerdo con estos términos antes de completar su compra.

source: Show Columns
de_de: Spalten anzeigen
es_es: Mostrar columnas
