Repository: wordpressPHP/sell-media
Catalog: languages/sell_media-*.po
Languages: de_de, es_es

source: Select the columns to show on the admin page &quot;All Products&quot; page.
de_de: Wählen Sie die Spalten aus um auf der Admin-Seite "Alle Produkte" anzuzeigen.
es_es: Seleccione las columnas para mostrar en la página de administración "Todos los productos".

source: Original Price
de_de: Ausgangspreis
es_es: Precio original

source: The original price of new items and bulk uploads. You can set unique prices by editing each individual item.
de_de: Der Ausgangspreis von neuen Produkten und Bulk-Uploads. Sie können Preise in jedem einzelnen Element festlegen.
es_es: El precio original de nuevos artículos y cargas masivas. Puede establecer precios únicos editando cada elemento individual.

source: Hide Original Price
de_de: Ausgangspreis verstecken
es_es: Ocultar precio original

source: Select 'Yes' to hide the original price above and rely solely on Price Groups (See below. Price Groups can only be used when selling images). Select 'No' if you're selling single file downloads or if you want to list the original price for each product. You can override this setting on a per-item basis.
de_de: Wählen Sie "Ja", um den Ausgangspreis oben zu verstecken und verlassen sich ausschließlich auf Preisgruppen (Siehe unten. Preisgruppen können nur beim Verkauf von Bildern verwendet werden). Wählen Sie "Nein", wenn Sie einzelne Datei-Downloads verkaufen oder wenn der Ausgangspreis für jedes Produkt angezeigt werden soll. Sie können diese Einstellung auf einer Pro-Einheit Basis überschreiben.
es_es: Seleccione "Sí" para ocultar el precio original por encima y basarse exclusivamente en el precio por grupo (Véase a continuación. El precio por grupos sólo se puede utilizar vendiendo imágenes). Seleccione "No" si usted está vendiendo descargas de archivos individuales o si desea listar el precio original de cada producto. Puede ajustar esta función en cada elemento.

source: Default Image Price Group
de_de: Standard Preisgruppe für Bilder
es_es: Grupo de precio por defecto de imágenes

source: Image Price Groups
de_de: Preisgruppen Bilder
es_es: Grupos de precios imágenes

source: PayPal Email Address
de_de: PayPal E-mail Adresse
es_es: Direcciónd de correo electrónico PayPal

source: Add the email address associated with your PayPal account above.
es_es: La dirección de correo electrónico utilizada para todo el correo saliente.

source: Currency
de_de: Währung
es_es: Moneda

source: The currency in which you accept payment.
de_de: Die Währung, in der Sie die Zahlung akzeptieren.
es_es: La moneda en la que acepta el pago.

source: PayPal Additional Test Emails
es_es: Correos electrónicos adicionales de prueba PayPal

source: This is useful when debugging PayPal. Enter a comma separated list of emails, and when a purchase is made the same email that is sent to the buyer will be sent to the recipients in the above list.
de_de: Zusätzliche Test E-mails PayPal
es_es: Esto es útil para depurar PayPal

source: Tax
de_de: Steuer
es_es: Impuestos

source: Yes, charge tax
de_de: Ja, Steuern hinzufügen
es_es: Sí, cargar impuestos

source: Tax Rate
de_de: Steuersatz
es_es: Tasa de impuesto

source: From Name
de_de: Absender Name
es_es: Nombre remitente

source: The name associated with all outgoing email.
de_de: Der assoziierte Name aller ausgehenden Mails.
es_es: El nombre asociado con todo el correo saliente.

source: From Email
de_de: Absender Email
es_es: Dirección correo electrónico remitente

source: The email address used for all outgoing email.
de_de: Die E-Mail-Adresse für alle ausgehenden E-Mails.
es_es: La dirección de correo electrónico utilizada para todo el correo saliente.

source: Email Subject
de_de: E-mail Betreff
es_es: Asunto correo electrónico

source: The email subject on successful purchase emails.
de_de: Der E-mail Betreff bei erfolgreichem Kauf.
es_es: El asunto de correo electrónico en caso de compra exitosa.

source: Your Purchase
de_de: Ihr Einkauf
es_es: Su compra

source: Email Body
es_es: Contenido correo electrónico

source: This e-mail message is sent to your customers in case of successful and cleared payment. You can use the following email tags: {first_name}, {last_name}, {payer_email}, {download_links}, {payment_id}. These tags are replaced with the real data associated with each payment. Be sure to include the {download_links} tag, otherwise your buyers won't receive their download purchases. The {payment_id} tag can be used to display an invoice number.
de_de: Email Inhalt
es_es: Este mensaje de correo electrónico se envía a sus clientes en caso de pago con éxito . Puede usar las etiquetas suigientes en el correo electrónico: {first_name}, {last_name}, {payer_email}, {download_links}, {payment_id}. Estas etiquetas se sustituyen con los datos reales asociados con cada pago. Asegúrese de incluir la etiqueta {download_links} tag, de lo contrario sus compradores no pueden descargar sus compras. La etiqueta {payment_id} puede usar para mostrar un número de factura.

source: Settings for Extensions are shown below.
de_de: Die Einstellungen für die Erweiterung finden Sie weiter unten.
es_es: Los ajustes de la extensión se muestran a continuación.

source: Download Extensions for Sell Media
de_de: Erweiterungen für Sell Media herunterladen
es_es: Descargar Extensiones para Sell Media

source: -- Choose One --
es_es: -- Selecciona --

source: US Dollars (&#36;)
de_de: US Dollars ($)
es_es: Dólares E.U. ($)

source: Euros (&euro;)
de_de: Euros (€)
es_es: Euros (€)

source: Pounds Sterling (&pound;)
de_de: Pfund Sterling (£)
es_es: Libras Esterlinas (£)

source: Australian Dollars (&#36;)
de_de: Australischer Dollar ($)
es_es: Dólar Australiano ($)

source: Brazilian Real (R&#36;)
de_de: Brasilianischer Real (R$)
es_es: Real Brazileño (R$)

source: Canadian Dollars (&#36;)
de_de: Canadischer Dollar ($)
es_es: Dólar Canadiense ($)

source: Czech Koruna (&#75;&#269;)
de_de: Tschechische Krone (Kč)
es_es: Corona Checa (Kč)

source: Danish Krone
de_de: Dänische Krone
es_es: Corona Danesa

source: Hong Kong Dollar (&#36;)
de_de: Hong Kong Dollar ($)
es_es: Dólar de Hong Kong ($)

source: Hungarian Forint
de_de: Ungarischer Forint
es_es: Forint Húngaro

source: Israeli Shekel
de_de: Israelischer Shekel
es_es: Shekel Israelí

source: Japanese Yen (&yen;)
de_de: Japanischer Yen (¥)
es_es: Yen Japones (¥)

source: Malaysian Ringgits
de_de: Malayischer Ringgit
es_es: Ringgit Malayo

source: Mexican Peso (&#36;)
de_de: Mexikanischer Peso ($)
es_es: Peso Méjico ($)

source: New Zealand Dollar (&#36;)
de_de: Neuseeländischer Dollar ($)
es_es: Dólar Nueva Zelandes ($)

source: Norwegian Krone
de_de: Norwegische Krone
es_es: Corona Noruega

source: Philippine Pesos
de_de: Philippinischer Peso
es_es: Peso Filipino

source: Polish Zloty
de_de: Polischer Zloty
es_es: Zloty Polcaco

source: Singapore Dollar (&#36;)
de_de: Singapur Dollar ($)
es_es: Dólar de Singapur ($)

source: Swedish Krona
de_de: Swedish Krone
es_es: Corona Sueca

source: Swiss Franc
de_de: Schweizer Franken
es_es: Franco Suizo

source: Taiwan New Dollars
de_de: Taiwan Neue Dollar
es_es: Taiwán Nuevos Dólares

source: Thai Baht
es_es: Baht tailandés

source: Turkish Lira (TL)
de_de: Türkische Lire (TL)
es_es: Lira turca (TL)

source: South African rand (R)
de_de: Südafrikanischer Rand (R)
es_es: Rand sudafricano (R)

source: Settings
es_es: Configuración del correo electrónico

source: settings updated successfully.
es_es: adjusts actualizados correctamente

source: Save Settings
es_es: Configuración del correo electrónico

source: Reset Defaults
es_es: Reestablecer todo

source: This option has no valid options. Please create valid options as an array inside the settings.
es_es: Esta opción no tiene opciones validad. Crea opciones validas como un array dentro de los ajustes.

source: Upload or Select Image
es_es: Subir o seleccionar image

source: Upload or Select Images
es_es: Subir o seleccionar imagenes

source: Version:
es_es: Versión:

source: Documentation
es_es: Documentación

source: Upgrades Available
es_es: Mejoras disponibles

source: Sell prints, create discount codes, watermark images, accept credit cards and much more when you activate the Business Bundle extension pack for Sell Media.
es_es: Vende impresiones, crea cupones, marcas de agua, acepta tarjetas de crédito y mucha mas cuando activas todas las extenciones de Sell Media.

source: Order Now
es_es: Orden por

source: Need Help?
es_es: ¿Necesitas ayuda?

source: Having trouble setting up Sell Media? Hire us for a 30 minute, one-on-one consultation over live chat. If we can't fix your problem, we'll refund your order.
es_es: Tienes problems instalando Sell Media? Contratanos para una consulta de 30 minutos uno-a-uno por chat. Si no podemos resolver el problema te regresamos tu dinero.

source: Reviews
es_es: Reseñas

source: Great plugin with great support. Includes tons of features.
es_es: Excelente plugin con gran soporte. Incluye muchas opciones.

source: A young product with massive potential! You can expect great support from Graph Paper Press.
es_es: Un nuevo product con gran potential! Puedes esperar excellent sport técnico de Graph Paper Press.

source: We'd love for you to leave a review if you've found this plugin useful.
es_es: Nos gustaría que dejaras una reseña si te ha servido este plugin:

source: Leave a review
es_es: Deja una reseña

source: We've received your payment and are processing your order. <a href="" class="reload">Refresh this page</a> to check your order status. If you continue to see this message, please contact us.
es_es: Hemos recibido su pago y estamos procesando la orden. <a href="" class="reload">Recargue esta pagina</a> para revisar el status de su orden. Si continua viendo este mensaje por favor envienos un mensaje.

source: Shipping
de_de: Versand
es_es: Envio

source: or %s
de_de: oder %s
es_es: o %s

source: Your cart is empty. %s
de_de: Ihr Einkaufswagen ist leer. %s
es_es: Tu carrito está vacio. %s

source: Your Purchase History
es_es: Su compra

source: Purchase ID
es_es: Su compra

source: Description
es_es: Descripcíon

source: width (px)
es_es: Anchura máxima (píxeles)

source: height (px)
es_es: Altura máxima (píxeles)

source: price
es_es: Precio

source: images in
es_es: imágenes en

source: collection
es_es: Colección

source: Starting at
es_es: Desde

source: You are logged in. %1$s or %2$s.
es_es: No has ingresado al sitio. %1$s or %2$s.

source: Logout
es_es: Salir

source: continue shopping
es_es: sigue comprando

source: Login failed
es_es: Página de registro

source: Password
es_es: Contraseña

source: Remember Me
es_es: Recuerdame

source: Log In
es_es: Entrar

source: Forgot Password
es_es: Olvide la contraseña

source: Previous Image
es_es: Imagen anterior

source: Previous
es_es: Anterior

source: Back to Gallery
es_es: Regresar a galleria

source: Gallery
es_es: Galeria

source: Next Image
es_es: Siguiente imagen

source: Next
es_es: Siguiente

source: <span id="sell-media-credit" class="sell-media-credit">Photo cart by <a href="%1$s" title="Photo cart">%2$s</a></span>
es_es: <span id="sell-media-credit" class="sell-media-credit">Carrito de compra pro <a href="%1$s" title="Carrito de compra">%2$s</a></span>

source: More
es_es: Mas

source: Details
es_es: Detalles

source: File ID
es_es: ID del archivo

source: File Type
es_es: Tipo de archivo

source: File Size
es_es: Tamaño

source: When a buyer decides to purchase a item from your site, they must choose a license which most closely identifies their intended use of the item. We have included some default license types, grouped into two "parent" categories: Personal and Commercial. Each of these two categories have specific "child" licenses, such as "Print Advertising" (a child of Commercial) and "Website" (a child of Personal). You can create as many parent and child licenses as you want.
es_es: Cuando un cliente decide comprar un articulo de tu sitio web debe escoger una licencia que se identifique con el uso que se le va a dar a la imagen. Hemos incluido unas licensias por default agrupadas en dos categorias: Personal y Comercial. Estas dos categories tienen subcategorias como "Anuncios Impresos" y "Sitios Web". Puedes crear cuantas licensias y sublicencias necesites.

source: Markup
es_es: Aumento

source: Increase the price of a item if a buyer selects this license by dragging the slider above.
es_es: Aumenta el precio de un articulo con esta licensia deslizando el botón de arriba.

source: you have not set a default price
es_es: no has especificado un precio por default

source: The %1$s of %2$s with %3$s markup is %4$s
es_es: El %1$s de %2$s con %3$s aumento es %4$s

source: Check to add this as a default license option for all newly created items.
es_es: Activa esta opción para agregar esta licensia por default a todas las entradas nuevas.

source: Add as default license?
es_es: Añadir nuevas licencias

source: Icon
es_es: Icono

source: The icon is not prominent by default; however, some themes may show it. If no icon is used the featured image to the most recent post will be displayed
es_es: El icono no es visible por default. Algunas plantillas lo pueden mostrar. Si no se define un icono la imagen destacada de la entrada mas reciente se mostrara.

source: This will password protect all items in this collection.
es_es: Esto protegera con la contraseña todos los articules en esta colección.

source: Password protect all items in this collection
es_es: Proteje todos los articulos de esta colección con una contraseña

source: This collection will inherit the password of the parent collection:
es_es: Esta colección heredará la contraseña de la colección arriba en la jerarquia.

source: Media
es_es: Sell Media

source: Protected
es_es: Protegida

source: Sell Media Below Single Content
es_es: Sell Media por debajo del elemento

source: Sell Media Below Single Sidebar
de_de: Sell Media unter dem Single Sidebar
es_es: Sell Media debajo del Single Sidebar

source: Displays image exif data (shutter speed, aperture, ISO, etc). Only use this on Single Sidebar Widgetized areas.
de_de: Zeigt die Bild EXIF-Daten an (Verschlusszeit, Blende, ISO, etc.). Fügen Sie diese nur einem Single Sidebar Widget hinzu.
es_es: Muestra los datos EXIF de la imagen (velocidad de obturación, apertura, ISO, etc). Sólo utilizarlo en áreas de Single Sidebar Widget.

source: Camera
es_es: Cámara

source: Aperture
es_es: Apertura

source: Focal Length
es_es: Distancia Focal

source: Shutter Speed
es_es: Velocidad de obturación

source: Credit
es_es: Reconocimiento Plugin

source: Date
es_es: Fecha

source: by
es_es: por

source: Camera Info
es_es: Detalles de la cámara

source: Select Collection
es_es: Buscar colección

source: Cheatin&#8217; huh?
es_es: Estas haciendo trampa.

source: Search results for: %1$s
es_es: Resultados de busqueda para: %1$s

source: Starting at
es_es: Desde

source: Nothing Found
es_es: No se encontraron entradas.

source: Sorry, but we couldn't find anything that matches your search query.
es_es: Lo sentimos pero no se encontró nada con los terminos de busqueda.

source: Learn more
es_es: Aprende mas

source: Select a size
es_es: Selecciona un tamaño

source: Select a license that most closely describes the intended use of this item. Additional license details will be displayed here after selecting a license.
es_es: Selecciona una licencia que mas se asemeje al uso para este articulo. Mas detalles de la licensia se mostraran aqui despues de seleccionar.

source: (see details)
es_es: (ver detalles)

source: Select a license
es_es: Buscar licencias

source: Add to cart
es_es: Agregar a carrito

source: This collection is password protected.
es_es: Esta colección tiene contraseña

source: Submit
es_es: Enviar

source: Subtotal
de_de: Zwischensumme

source: REQUIRED ACTIONS
de_de: ERFORDERLICHE MASSNAHMEN

source: Add the email address associated with your PayPal account above. %1$s %2$s. Your listener URL is %3$s (you will need this when completing PayPal setup)
de_de: Fügen Sie die mit Ihrem PayPal Konto verbunde E-mail Adresse hinzu. %1$s %2$s. Ihre URL %3$s (Sie werden diese Information gebrauchen, um die PayPal Installation abzuschließen)

source: No
de_de: Nein

source: General
de_de: Allgemein

source: Sell Media Below Single Item
de_de: Sell Media unter einzelnem Element
